Repository: AndWac/ddu
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fr, hu, id, it, ja, nl, pl, ru, sv

source: _Add
ar: _إضافة
ca: _Afegir
cs: Při_dat
de: _Hinzufügen
es: _Agregar
fr: _Ajouter
hu: _Hozzáad
id: _Menambah
it: _Aggiungi
ja: 追加(_A)
nl: _Toevoegen
pl: _Dodaj
ru: _Добавить
sv: _Lägg till

source: _BIOS/Firmware Maker:
ca: Fabricant _BIOS/Firmware:
cs: Označení _Biosu/Firmwaru:
de: _BIOS/Firmware Hersteller:
es: _BIOS/Fabricante de firmware:
fr: Fabricant _BIOS/microprogramme :
hu: _BIOS/Firmware gyártó:
id: _Pembuat BIOS/Firmware:
it: Produttore _BIOS/Firmware:
ja: BIOS/ファームウェアのメーカー(_B):
nl: _BIOS/Firmware Fabrikant:
ru: _Разработчик BIOS/микропрограммы:
sv: _Tillverkare av BIOS/inbyggd programvara:

source: _Browse...
ca: _Navegar...
cs: _Procházet...
de: _Durchsuchen...
es: _Buscar...
fr: _Parcourir...
hu: _Tallózás...
id: _Jelajah...
it: _Sfoglia...
ja: 参照(_B)...
nl: _Bladeren...
ru: _Просмотреть...
sv: _Bläddra...

source: _Cancel
ar: _إلغاء
ca: _Cancel·lar
cs: _Zrušit
de: _Abbrechen
es: _Cancelar
fr: A_nnuler
hu: _Mégsem
id: _Batal
it: _Annulla
ja: 取り消し(_C)
nl: _Annuleren
pl: _Anuluj
ru: О_тменить
sv: _Avbryt

source: _Close
ar: _رجوع
ca: _Tancar
cs: _Zavřít
de: _Schließen
es: _Cerrar
fr: _Fermer
hu: _Bezár
id: _Menutup
it: _Chiudi
ja: 閉じる(_C)
nl: _Sluiten
pl: _Zamknij
ru: _Закрыть
sv: _Stäng

source: _Detail
ar: _تفاصيل
ca: _Detall
cs: Po_drobnosti
es: _Detalles
fr: _Détail
hu: _Részletek
id: _Keterangan / Info lengkap
it: _Dettagli
ja: 詳細(_D)
ru: _Подробно
sv: _Detaljerad

source: _Detail Information
ar: _تفاصيل المعلومات
ca: _Informació detallada
cs: _Podrobné informace
de: _Detaillierte Informationen
es: _Información detallada
fr: Informations _détaillées
hu: _Részletes információ
id: _Informasi secara detail
it: _Ottieni informazioni
ja: 詳細情報(_D)
nl: _Detail informatie
pl: _Szczegółowe informacje
ru: _Подробные сведения
sv: _Detaljerad information

source: _Eject
ca: _Expulsar
cs: _Vysunout
fr: _Éjecter
hu: _Leválasztás
id: _Cabut
it: _Espelli
ja: 取り出す(_E)
nl: _Uitwerpen
ru: _Извлечь
sv: _Mata ut

source: _Email address:
ar: _عنوان البريد الإلكتروني:
ca: Adreça de correu electrònic:
cs: _Emailová adresa:
de: _Emailadresse:
es: _Dirección de correo electrónico:
fr: _Adresse e-mail :
hu: _Email cím:
id: _Alamat Email:
it: _Indirizzo e-mail:
ja: 電子メールアドレス(_E):
ru: _Адрес эл. почты:
sv: _E-postadress:

source: _General Notes: (English Preferred)
ar: _ملاحظة عامة: (الانجليزية المفضلة)
ca: Notes _generals: (Preferiblement en anglès)
cs: _Obecné poznámky: (preferovaná angličtina)
de: _Generelle Anmerkungen: (Englisch bevorzugt)
es: _Comentarios generales: (Preferiblemente en inglés)
fr: Note_s : (en anglais de préférence)
hu: _Általános megjegyzések: (Angol előnyben részesítve)
id: _Catatan Umum: (Bahasa Inggris lebih disukai)
it: _Note generali: (preferibilmente in inglese)
ja: 備考(_G): (英語を推奨)
nl: _Algemene opmerkingen: (Engels geprefereerd)
ru: _Общие замечания: (желательно на английском языке)
sv: _Allmän information: (helst på engelska)

source: _Help
ar: _مساعدة
ca: _Ajuda
cs: _Nápověda
de: _Hilfe
es: Ay_uda
fr: Aid_e
hu: _Segítség
id: _Bantuan
it: A_iuto
ja: ヘルプ(_H)
pl: Pomo_c
ru: _Справка
sv: _Hjälp

source: _Information Collected:
ar: _المعلومات التي يتم جمعها
ca: _Informació recopilada:
cs: _Sesbírané Informace:
de: _Information gesammelt:
es: _Información recopilada:
fr: _Informations recueillies :
hu: _Összegyűjtött információk:
id: _Informasi yang terkumpul:
it: _Informazioni raccolte:
ja: 収集された情報(_I):
nl: _Verzamelde informatie:
ru: _Информация собрана:
sv: _Insamlad information:

source: _Install
ar: _تنصيب
ca: _Instal·lar
cs: _Instalovat
de: _Installieren
es: _Instalar
fr: _Installer
hu: _Telepítés
id: _Instal
it: _Installa
ja: インストール(_I)
nl: _Installeren
pl: _Instaluj
ru: _Установить
sv: _Installera

source: _Install All DrIver
ar: _تنصيب كامل التعريفات
ca: _Instal·lar tots els controladors
cs: I_nstalovat Všechny Ovladače
de: _Alle Treiber installieren
es: _Instalar todos los controladores
fr: _Installer tous les pilotes
hu: _Összes meghajtó telepítése
id: _Menginstal semua driver
it: _Installa tutti i driver
ja: すべてのドライバをインストール(_I)
nl: _Installeer alle DrIver
pl: _Zainstaluj wszystkie sterowniki
ru: _Установить все драйверы
sv: _Installera alla drivrutiner

source: _Install All Drivers
ar: _تنصيب كامل التعريفات
ca: _Instal·lar tots els controladors
cs: _Instalovat vše
de: _Alle Treiber installieren
es: _Instalar todos los controladores
fr: _Installer tous les pilotes
hu: _Összes meghajtó telepítése
id: _Menginstal seluruh driver
it: I_nstalla tutti i driver
ja: すべてのドライバをインストール(_I)
nl: _Installeer alle stuurprogrammas
pl: Zainstaluj wszystkie sterowniki
ru: _Установить все драйверы
sv: _Installera alla drivrutiner

source: _Install Driver
ar: _تنصيب التعريف
ca: _Instal·lar controlador
cs: _Instalovat Ovladač
de: _Treiber installieren
es: _Instalar controlador
fr: _Installer le pilote
hu: _Meghajtó telepítése
id: _Menginstal Driver
it: _Installa driver
ja: ドライバのインストール(_I)
nl: _Installeer stuurprogramma
pl: _Zainstaluj sterownik
ru: _Установить драйвер
sv: _Installera drivrutin

source: _Manufacturer Name:
ar: _إسم الصانع:
ca: Nom fabricant:
cs: _Jméno Výrobce:
de: _Hersteller Name:
es: _Nombre del fabricante:
fr: _Nom du fabricant :
hu: _Gyártó neve:
id: _Nama Pembuat:
it: _Nome produttore:
ja: 製造元名(_M):
nl: _Fabrikant Naam:
ru: _Название изготовителя:
sv: _Tillverkare:

source: _Name:
ar: _إسم:
ca: _Nom:
cs: _Jméno:
es: _Nombre:
fr: _Nom :
hu: _Név:
id: _Nama:
it: _Nome:
ja: 名前(_N):
nl: _Naam:
ru: _Название:
sv: _Namn:

source: _OK
ar: _موافق
ca: _Acceptar
es: _Aceptar
ja: 了解(_O)

source: _Refresh
ar: _تحديث
ca: _Refrescar
cs: _Obnovit
de: _Aktualisieren
es: _Actualizar
fr: Ac_tualiser
hu: _Frissítés
id: _Perbarui
it: _Aggiorna
ja: 再表示(_R)
nl: _Vernieuw
pl: _Odśwież
ru: О_бновить
sv: _Uppdatera

source: _Show Details
ar: _إظهار التفاصيل
ca: _Mostrar detalls
cs: _Ukázat Podrobnosti
de: _Details anzeigen
es: _Mostrar detalles
fr: A_fficher les détails
hu: _Részletek megtekintése
id: _Perlihatkan keterangan lengkap
it: _Mostra dettagli
ja: 詳細を表示(_S)
nl: _Vertoon de details
pl: _Pokaż szczegóły
ru: Ото_бразить подробности
sv: _Visa information

source: _Submit
ar: _إرسال
ca: _Enviar
cs: _Odeslat
de: _Senden
es: _Enviar
fr: _Envoyer
hu: _Küldés
id: _Mengirimkan
it: In_via
ja: 送信(_S)
nl: _Indienen
pl: _Wyślij
ru: О_тправить
sv: _Skicka

source: _Submit...
ar: _إرسال...
ca: _Enviar...
cs: _Odeslat...
de: _Senden...
es: _Enviar...
fr: _Envoyer...
hu: _Küldés...
id: _Mengirimkan...
it: In_via...
ja: 送信... (_S)
nl: _Indienen...
pl: _Wyślij...
ru: О_тправить...
sv: _Skicka...

source: _UP
ca: A_munt
cs: _Nahoru
de: _NACH OBEN
es: _ARRIBA
hu: _FEL
id: _Atas
it: S_U
ja: 上へ(_U)
ru: _Вверх

source: DVD
ar: القرص المضغوط(DVD)
ru: DVD-устройства

source: URL:
id: URL (Alamat situs):
ru: URL-адрес:
sv: Webbadress:

source: USB
ru: USB-устройства

source: <span size="small" color="gray">SVR4 or p5i</span>
ca: <span size="small" color="gray">SVR4 o p5i</span>
cs: <span size="small" color="gray">SVR4, nebo p5i</span>
it: <span size="small" color="gray">SVR4 o p5i</span>
nl: <span size="small" color="gray">SVR4 of p5i</span>
sv: <span size="small" color="gray">SVR4 eller p5i</span>
