Repository: AndWac/ddu
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fr, hu, id, it, ja, nl, pl, ru, sv

source: <b>Driver Information</b>
ar: <b>معلومات التعريفات</b>
ca: <b>Informació Controlador</b>
cs: <b>Informace o ovladači</b>
de: <b>Treiberinformationen</b>
es: <b>Información del controlador</b>
fr: <b>Informations sur le pilote</b>
hu: <b>Meghajtó információ</b>
id: <b>Informasi Driver</b>
it: <b>Informazioni sul driver</b>
ja: <b>ドライバ情報</b>
nl: <b>Stuurprogramma informatie</b>
pl: <b>Informacje o sterowniku</b>
ru: <b>Информация о драйвере</b>
sv: <b>Drivrutinsinformation</b>

source: <b>Driver Problems: %s</b>
ar: <b>مشاكل التعريفات: %s</b>
ca: <b>Problemes amb controladors: %s</b>
cs: <b>Problémy s ovladačem: %s</b>
de: <b>Treiberprobleme: %s</b>
es: <b>Problemas de controlador: %s</b>
fr: <b>Problèmes de pilote : %s</b>
hu: <b>Meghajtó problémák: %s</b>
id: <b>Masalah Driver: %s</b>
it: <b>Problemi del driver: %s</b>
ja: <b>ドライバの問題: %s</b>
nl: <b>Stuurprogramma problemen: %s</b>
pl: <b>Problemy ze sterownikiem: %s</b>
ru: <b>Неполадки драйвера: %s</b>
sv: <b>Drivrutinsproblem: %s</b>

source: <b>Hardware Information</b>
ar: <b>معلومات Hardware</b>
ca: <b>Informació Maquinari</b>
cs: <b>Informace o Hardware</b>
de: <b>Hardware-Informationen</b>
es: <b>Información de hardware</b>
fr: <b>Informations sur le matériel</b>
hu: <b>Hardver információ</b>
id: <b>Informasi Perangkat Keras</b>
it: <b>Informazioni hardware</b>
ja: <b>ハードウェア情報</b>
nl: <b>Hardware informatie</b>
pl: <b>Informacje o sprzęcie</b>
ru: <b>Информация об аппаратном обеспечении</b>
sv: <b>Maskinvaruinformation</b>

source: <b>Install driver......</b>
ar: <b>تنصيب التعريف ....</b>
ca: <b>Instal·lar controlador.......</b>
cs: <b>Instalovat Ovladač......</b>
de: <b>Treiber installieren......</b>
es: <b>Instalar controlador......</b>
fr: <b>Installer le pilote...</b>
hu: <b>Meghajtó telepítése......</b>
id: <b>Instalasi driver......</b>
it: <b>Installa driver......</b>
ja: <b>ドライバをインストールします......</b>
nl: <b>Stuurprogramma installeren......</b>
pl: <b>Zainstaluj sterownik.....</b>
ru: <b>Установка драйвера......</b>
sv: <b>Installera drivrutin......</b>

source: <b>Submit To HCL</b>
ar: <b>إرسال الى HCL</b>
ca: <b>Enviar a HCL</b>
cs: <b>Odeslání do HCL</b>
de: <b>An HKL senden</b>
es: <b>Enviar a HCL</b>
fr: <b>Envoyer vers la HCL</b>
hu: <b>Küldés a HCL-nek</b>
id: <b>Kirim ke HCL</b>
it: <b>Invia a elenco compatibilità hardware</b>
ja: <b>HCL に送信</b>
nl: <b>Indienen by HCL</b>
pl: <b>Wyślij do HCL</b>
ru: <b>Отправить в список HCL</b>
sv: <b>Skicka till HCL</b>

source: <span foreground="#FF0000">Submission failed!</span>
ar: <span foreground="#FF0000">فشل الإرسال!</span>
ca: <span foreground="#FF0000">Error d'enviament!</span>
cs: <span foreground="#FF0000">Odeslání selhalo!</span>
de: <span foreground="#FF0000">Übermittlung fehlgeschlagen!</span>
es: <span foreground="#FF0000">El envío no se ha podido efectuar</span>
fr: <span foreground="#FF0000">Échec de l'envoi</span>
hu: <span foreground="#FF0000">Az adatszolgáltatás sikertelen!</span>
id: <span foreground="#FF0000">Pengiriman gagal!</span>
it: <span foreground="#FF0000">Invio non riuscito</span>
ja: <span foreground="#FF0000">送信に失敗しました。</span>
nl: <span foreground="#FF0000">Indiening mislukt!</span>
pl: <span foreground="#FF0000">Wysyłanie nie powiodło się!</span>
ru: <span foreground="#FF0000">Ошибка отправки.</span>
sv: <span foreground="#FF0000">Sändningen misslyckades!</span>

source: <span foreground="blue"><b>*Submission Tips</b></span>
ar: <span foreground="blue"><b>*إرسالTips</b></span>
ca: <span foreground="blue"><b>*Enviar Correu</b></span>
cs: <span foreground="blue"><b>*Tipy pro potvrzení</b></span>
de: <span foreground="blue"><b>*Tipps zur Übermittlung</b></span>
es: <span foreground="blue"><b>*Consejos de envío</b></span>
fr: <span foreground="blue"><b>*Conseils d'envoi</b></span>
hu: <span foreground="blue"><b>*Adatszolgáltatási tippek</b></span>
id: <span foreground="blue"><b>*Tips Pengiriman</b></span>
it: <span foreground="blue"><b>*Suggerimenti per l'invio</b></span>
ja: <span foreground="blue"><b>* 送信のヒント</b></span>
nl: <span foreground="blue"><b>*Indiening tips</b></span>
pl: <span foreground="blue"><b>*Przedstaw Porady</b></span>
ru: <span foreground="blue"><b>*Советы по отправке</b></span>
sv: <span foreground="blue"><b>*Sändningstips</b></span>

source: <span size="small" color="gray">SVR4, DU, or p5i</span>
es: <span size="small" color="gray">SVR4, DU o p5i</span>
fr: <span size="small" color="gray">SVR4, PND (DU) ou p5i</span>
hu: <span size="small" color="gray">SVR4, DU, vagy p5i</span>
ja: <span size="small" color="gray">SVR4、DU ないし p5i</span>
ru: <span size="small" color="gray">SVR4, DU или p5i</span>

source: <span size="smaller">Oracle respects your privacy. We will use your personal information for communications regarding your submission to the Oracle Solaris OS: Hardware Compatibility List. For more information see http://www.oracle.com/html/privacy.html or contact privacy_ww@oracle.com.</span>
de: <span size="smaller">Oracle respektiert Ihre Privatssphäre. Wir werden Ihre persönlichen Information zur Kommunikation Ihrer Einsedung mit der Oracle Solaris OS: Hardware Kompatibilitätsliste. Für weitere Informationen schauen Sie unter http://www.oracle.com/html/privacy.html oder Kontakt privacy_ww@oracle.com.</span>
es: <span size="smaller">Oracle respeta su confidencialidad. Utilizaremos su información personal para comunicaciones relacionadas con el envío a la lista de compatibilidad de hardware de Oracle Solaris OS. Para obtener más información, consulte http://www.oracle.com/html/privacy.html o póngase en contacto con privacy_ww@oracle.com.</span>
fr: <span size="smaller">Oracle respecte votre vie privée. Vos informations personnelles seront utilisées dans le cadre des envois vers la liste de compatibilité matérielle. Pour en savoir plus, rendez-vous sur http://www.oracle.com/html/privacy.html ou contactez-nous à l'adresse privacy_ww@oracle.com.</span>
it: <span size="smaller">Oracle rispetta la privacy degli utenti. Le informazioni personali verranno utilizzate per le comunicazioni relative all'invio di dati all'elenco di compatibilità hardware Oracle Solaris OS. Per ulteriori informazioni, visitare http://www.oracle.com/html/privacy.html or contact privacy_ww@oracle.com.</span>
ja: <span size="smaller">Oracle はお客様のプライバシーを尊重いたします。お客様の個人情報は、Oracle Solaris OS: ハードウェア互換リストへの情報送信に関わる通信用として使用されます。詳細については、http://www.oracle.com/html/privacy.html を参照するか、privacy_ww@oracle.com までご連絡ください。</span>

source: <span weight="bold">Add new repositories:</span>
ar: <span weight="bold">إضافة مستودعات للحزم جديدة:</span>
ca: <span weight="bold">Afegir nous repositoris:</span>
cs: <span weight="bold">Přidat nový repozitář:</span>
de: <span weight="bold">Neue Repositories hinzufügen:</span>
es: <span weight="bold">Agregar depósitos nuevos:</span>
fr: <span weight="bold">Ajouter de nouveaux référentiels :</span>
hu: <span weight="bold">Új telepítési források hozzáadása:</span>
id: <span weight="bold">Tambah repository baru:</span>
it: <span weight="bold">Aggiungi nuovi repository:</span>
ja: <span weight="bold">新規リポジトリを追加</span>
nl: <span weight="bold">Nieuwe opslagplaatsen toevoegen:</span>
ru: <span weight="bold">Добавить хранилища:</span>
sv: <span weight="bold">Lägg till nya databaser:</span>

source: <span weight="bold">Driver</span>
ar: <span weight="bold">تعريف</span>
ca: <span weight="bold">Controlador</span>
cs: <span weight="bold">Ovladač</span>
de: <span weight="bold">Treiber</span>
es: <span weight="bold">Controlador</span>
fr: <span weight="bold">Pilote</span>
hu: <span weight="bold">Meghajtó</span>
ja: <span weight="bold">ドライバ</span>
nl: <span weight="bold">Stuurprogramma</span>
ru: <span weight="bold">Драйвер</span>
sv: <span weight="bold">Drivrutin</span>

source: <span weight="bold">Location:</span>
ca: <span weight="bold">Localització:</span>
cs: <span weight="bold">Umístění:</span>
es: <span weight="bold">Ubicación:</span>
fr: <span weight="bold">Emplacement :</span>
hu: <span weight="bold">Útvonal:</span>
id: <span weight="bold">Lokasi:</span>
it: <span weight="bold">Percorso:</span>
ja: <span weight="bold">場所:</span>
nl: <span weight="bold">Locatie:</span>
ru: <span weight="bold">Местоположение:</span>
sv: <span weight="bold">Plats:</span>

source: <span><b>Submission Privacy Policy</b></span>
ar: <span><b>إرسال سياسة الخصوصية </b></span>
ca: <span><b>Política de privacitat d'enviament</b></span>
cs: <span><b>Odeslání soukromých dat</b></span>
de: <span><b>Datenschutzbestimmungen zur Übermittlung</b></span>
es: <span><b>Normas de confidencialidad de envíos</b></span>
fr: <span><b>Politique de confidentialité appliquée aux envois</b></span>
hu: <span><b>Adatvédelem az adatszolgáltatáshoz</b></span>
id: <span><b>Kebijakan Privasi Pengiriman</b></span>
it: <span><b>Informativa sulla privacy per l'invio</b></span>
ja: <span><b>送信のプライバシポリシー</b></span>
nl: <span><b>Indiening privacybeleid</b></span>
pl: <span><b>Polityka prywatności wysyłania</b></span>
ru: <span><b>Политика конфиденциальности при отправке</b></span>
sv: <span><b>Sekretesspolicy vid sändning</b></span>

source: Add Driver
ca: Afegir controlador
cs: Přidat ovladač
de: Treiber hinzufügen
es: Agregar controlador
fr: Ajouter un pilote
hu: Meghajtó hozzáadása
id: Tambah Driver
it: Aggiungi driver
ja: ドライバを追加
nl: Driver toevoegen
ru: Добавить драйвер
sv: Lägg till drivrutin

source: Add repo
ar: إضافة مستودع
ca: Afegir repositori
cs: Přidat repozitář
de: Hinzufügen Repository
es: Agregar depósito
fr: Ajouter un référentiel
hu: Telepítési forrás hozzáadása
id: Menambah repo
it: Aggiungi repo
ja: リポジトリを追加
nl: Repo toevoegen
ru: Добавить хранилище
sv: Lägg till databas

source: Add repository...
ca: Afegir repositori...
cs: Přidat repozitář....
de: Datenbank hinzufügen...
es: Agregar depósito...
fr: Ajouter un dépôt...
hu: Tároló hozzáadása...
id: Tambah repository...
it: Aggiungi repository...
ja: リポジトリを追加...
nl: Voeg repository toe
ru: Добавить хранилище...
sv: Lägg till databas...

source: All files
ca: Tots els fitxers
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
hu: Összes fájl
id: Semua berkas
it: Tutti i file
ja: すべてのファイル
nl: Alle bestanden
ru: Все файлы
sv: Alla filer

source: Audio
ar: صوت
ca: Àudio
hu: Hang
id: Suara
ja: オーディオ
pl: Dźwięk
ru: Аудиоустройства
sv: Ljud

source: Battery
ar: البطارية
ca: Bateria
cs: Baterie
de: Akku
es: Batería
fr: Batterie
hu: Akkumlátor
id: Baterai
it: Batteria
ja: バッテリ
nl: Batterij
pl: Bateria
ru: Батарея
sv: Batteri

source: Browse Driver Packages
ca: Explorar paquets controladors
cs: Prohledat Balíčky Ovladačů
de: Treiberpakete durchsuchen
es: Examinar paquetes de controladores
fr: Parcourir les packages de pilotes
hu: Meghajtó csomagok böngészése
id: Jelajah Paket Driver
it: Sfoglia pacchetti driver
ja: ドライバパッケージをブラウズ
nl: Blader door de driverpakketten
ru: Обзор пакетов драйверов
sv: Bläddra bland paket med drivrutiner

source: C_PU Type:
ar: _المعالج نوع:
ca: Tipus C_PU:
cs: C_PU typ:
de: C_PU Typ:
es: Tipo de C_PU:
fr: Type de C_PU :
hu: C_PU típus:
id: Tipe C_PU:
it: Tipo C_PU:
ja: CPU タイプ(_P):
ru: Тип _процессора:
sv: _Processortyp:

source: Can not get smbios information
ar: لا يمكن على معلومات smbios
ca: No puc obtenir informació de smbios
cs: Nelze získat Smbios informace
de: SMBIOS-Daten können nicht abgerufen werden.
es: No se puede obtener información de smbios
fr: Impossible d'obtenir les informations du SMBIOS
hu: SMBIOS információ nem lekérdezhető
id: Tidak dapat mendapatkan informasi smbios
it: Impossibile ottenere informazioni SMBIOS
ja: smbios 情報を取得できません
nl: Kan de smbios informatie niet bemachtigen
pl: Nie można otrzymać danych smbios
ru: Не удается получить информацию smbios
sv: Det går inte att komma åt smbios-information

source: Cannot proceed with the installation
ar: لايمكن الإكمال بعملية التنصيب
ca: No puc continuar amb la instal·lació
cs: Instalaci nelze provést
de: Installation kann nicht fortgesetzt werden
es: No se puede continuar con la instalación
fr: Installation impossible
hu: A telepítés nem folytatódhat
id: Tidak dapat melanjutkan ke tahap instalasi
it: Impossibile procedere con l'installazione
ja: インストールを続行できません
nl: Kan niet doorgaan met installeren
pl: Nie można kontynuować instalacji
ru: Не удается выполнить установку
sv: Det går inte att fortsätta med installationen

source: Components
ar: مكونات
cs: Komponenty
de: Komponenten
es: Componentes
fr: Composants
hu: Komponensek
id: Komponen
it: Componenti
ja: コンポーネント
nl: Onderdelen
pl: Składniki
ru: Компоненты
sv: Komponenter

source: Device
ar: تجهيزة
ca: Dispositiu
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Périphérique
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: デバイス
nl: Apparaat
pl: Urządzenie
ru: Устройства
sv: Enhet

source: Device Driver Utility
ar: برنامج إدارة التجهيزات
ca: Utilitat de Controladors de Dispositius
de: Gerätetreiber-Dienstprogramm
es: Utilidad de controlador de dispositivos
fr: Utilitaire des pilotes de périphérique
hu: Eszközkezelő
id: Utilitas Driver Perangkat
it: Utility driver
ja: デバイスドライバユーティリティー
nl: Apparaatstuurprogramma hulpmiddel
pl: Zarządzanie sterownikami urządzeń
ru: Служебная программа драйверов устройств

source: Device and Driver Detail Information
ar: تفاصيل الممعلومات للتجهيزات والتعريفات
ca: Informació detallada dels dispositius i controladors
cs: Podrobné informace o zařízení a ovladači
de: Detaillierte Informationen über Gerät und Treiber
es: Información detallada del controlador y el dispositivo
fr: Informations détaillées sur le pilote et le périphérique
hu: Részletes eszköz és meghajtó információ
id: Keterangan Lengkap Perangkat Keras dan Driver
it: Informazioni dettagliate driver e dispositivo
ja: デバイスおよびドライバの詳細情報
nl: Apparaat en gedetailleerde stuurprogramma informatie
pl: Szczegółowe informacje o urządzeniu i sterowniku
ru: Подробная информация об устройстве и драйвере
sv: Detaljerad information om enhet och drivrutin

source: Do not need to install driver!
ar: لا تريد تنصيب التعريف !
ca: No es necessita instal·lar cap controlador!
cs: Nepotřebujete nainstalovat ovladač!
de: Es muss kein Treiber installiert werden!
es: No es necesario instalar el controlador
fr: Il n'est pas nécessaire d'installer le pilote.
hu: Meghajtó telepítése nem szükséges!
id: Tidak memerlukan instalasi driver!
it: Non è necessario installare il driver.
ja: ドライバをインストールする必要はありません。
nl: Het is niet nodig om het stuurprogramma te installeren
pl: Nie trzeba instalować sterownika!
ru: Драйвер устанавливать не нужно!
sv: Behöver inte installera drivrutin!

source: Driver
ar: تعريفات
ca: Controlador
cs: Ovladač
de: Treiber
es: Controlador
fr: Pilote
hu: Meghajtó
ja: ドライバ
nl: Stuurprogramma
pl: Sterownik
ru: Драйвер
sv: Drivrutin

source: Driver Available
ar: التعريفات متوفرة
ca: Controlador disponible
cs: Ovladač je dostupný
de: Treiber verfügbar
es: Controlador disponible
fr: Pilote disponible
hu: Meghajtó elérhető
id: Driver tersedia
it: Driver disponibile
ja: ドライバは利用可能
nl: Stuurprogramma beschikbaar
pl: Sterownik dostępny
ru: Драйвер доступен
sv: Drivrutin tillgänglig

source: Driver Unavailable
ar: التعريفات غير متوفرة
ca: Controlador no disponible
cs: Ovladač není dostupný
de: Treiber nicht verfügbar
es: Controlador no disponible
fr: Pilote non disponible
hu: Meghajtó nem elérhető
id: Driver tidak tersedia
it: Driver non disponibile
ja: ドライバは利用不可
nl: Stuurprogramma niet beschikbaar
pl: Sterownik niedostępny
ru: Драйвер недоступен
sv: Drivrutin ej tillgänglig

source: Driver already installed
ar: التعريف منصب مسبقا
ca: Controlador ja instal·lat
cs: Ovladač je již nainstalován
de: Treiber bereits installiert
es: El controlador ya está instalado
fr: Pilote déjà installé
hu: Meghajtó telepítve
id: Driver sudah terinstal
it: Driver già installato
ja: ドライバはすでにインストールされています
nl: Stuurprogramma is al geïnstalleerd
pl: Sterownik jest już zainstalowany
ru: Драйвер уже установлен
sv: Drivrutin redan installerad

source: Driver not found in the repository
ar: التعريف غير موجود ضمن المستودع
ca: Controlador no trobat al repositori
cs: Ovladač nebyl nalezen v repozitáři
de: Treiber nicht in der Datenbank gefunden
es: No se ha podido encontrar el controlador en el depósito
fr: Pilote introuvable dans le référentiel
hu: Meghajtó nem található a gyűjteményben
id: Driver tidak ditemukan didalam repository
it: Driver non trovato nel repository
ja: リポジトリ内でドライバが見つかりません
nl: Stuurprogramma niet gevonden in het repository
pl: Nie znaleziono sterownika w repozytorium
ru: Драйвер не найден в хранилище
sv: Drivrutin kunde inte hittas i databasen

source: Driver not installed
ar: التعريف ليس منصب
ca: Controlador no instal·lat
cs: Ovladač není nainstalován
de: Treiber nicht installiert
es: El controlador no está instalado
fr: Pilote non installé
hu: Meghajtó nincs telepítve
id: Driver tidak terinstal
it: Driver non installato
ja: ドライバがインストールされていません
nl: Stuurprogramma is niet geïnstalleerd
pl: Sterownik nie jest zainstalowany
ru: Драйвер не установлен
sv: Drivrutin är inte installerad

source: File/URL:
ar: ملف/URL:
ca: Fitxer/URL:
cs: Soubor/URL:
es: Archivo/URL:
fr: Fichier/URL :
hu: Fájl/URL
id: Berkas/URL:
ja: ファイル/URL:
nl: Bestand/URL:
ru: Файл/URL:
sv: Fil/webbadress:

source: Hardware configuration was not submitted
ar: إعدادات التجهيزات لم ترسل
ca: No s'ha enviat la configuració del maquinari
cs: Hardwarová komunikace nebyla potvzena
de: Die Hardware-Konfiguration des Geräts wurde nicht übermittelt.
es: La configuración de hardware no se ha enviado
fr: La configuration matérielle n'a pas été envoyée
hu: A hardver konfiguráció nem lett elküldve
id: Pengaturan perangkat keras tidak di kirimkan
it: La configurazione hardware non è stata inviata
ja: ハードウェア構成が送信されませんでした
nl: Hardware-configuratie was niet ingediend
pl: Konfiguracja sprzętowa nie została przesłana.
ru: Конфигурация аппаратного обеспечения не была отправлена
sv: Maskinvarukonfigurationen har inte skickats

source: Info
ar: معلومات
ca: Informació
es: Información
hu: Információ
id: Keterangan
it: Informazioni
ja: 情報
ru: Информация

source: Information cannot be collected for systems running in this virtual environment.
ar: المعلومات لم يتم جمعها حول النظام الذي يعمل ببيئة وهمية (virtual)
ca: No es pot recollir informació de sistemes que s'estiguin executant des d'un entorn virtual.
cs: Nelze shromáždit informace o právě běžícím systému ve virtuálním prostředí.
de: Die Daten von Systemen, die in dieser virtuellen Umgebung laufen, können nicht gesammelt werden.
es: No se puede recopilar información para los sistemas que se ejecutan en este entorno virtual.
fr: Les informations sur les systèmes s'exécutant dans cet environnement virtuel ne peuvent pas être collectées.
hu: Információgyűjtés nem lehetséges a virtuális környezetben futó rendszereken.
id: Informasi tidak bisa didapatkan karena sistem sedang berjalan pada lingkungan emulasi (virtual)
it: Impossibile raccogliere informazioni per i sistemi in esecuzione in questo ambiente virtuale.
ja: この仮想環境内で稼働するシステムの情報を収集できません。
nl: Informatie niet kan worden verzameld voor systemen die in deze virtuele omgeving uitgevoerd worden.
pl: Informacje nie mogły być zebrane dla systemu działającego w tym wirtualnym środowisku.
ru: Не удается собрать информацию для систем, работающих в данной виртуальной среде.
sv: Det går inte att samla in information för system som körs i den här virtuella miljön.

source: Install Driver
ar: تنصيب التعريف
ca: Instal·lar controlador
cs: Instalace Ovladače
de: Treiber installieren
es: Instalar controlador
fr: Installer le pilote
hu: Meghajtó telepítése
id: Instal driver
it: Installa driver
ja: ドライバのインストール
nl: Installeer stuurprogramma
pl: Zainstaluj sterownik
ru: Установить драйвер
sv: Installera drivrutin

source: Install third-party driver manually
ar: تنصيب التعريفات الغير موجودة بشكل يدوي
ca: Instal·lar manualment un controlador de tercers
cs: Nainstalovat third-party ovladač ručně
de: Drittanbieter-Treiber manuell installieren
es: Instale manualmente el controlador de otro fabricante
fr: Installer manuellement le pilote tiers
hu: Harmadik fél meghajtójának telepítése kézzel
id: Instal driver pihak ketiga secara manual
it: Installare il driver di terze parti manualmente
ja: 他社製ドライバを手動でインストールします
nl: Installeer derde-partij stuurprogramma handmatig
pl: Zainstaluj ręcznie sterownik niezależnego dostawcy
ru: Установить драйвер стороннего производителя вручную
sv: Installera drivrutin från tredje part manuellt

source: Installation Failed!
ar: فشل التنصيب !
ca: S'ha produït un error en la instal·lació!
cs: Instalace selhala!
de: Installation fehlgeschlagen!
es: La instalación no se ha podido efectuar
fr: Échec de l'installation
hu: Sikertelen telepítés!
id: Proses instalasi gagal!
it: Installazione non riuscita.
ja: インストールに失敗しました。
nl: Installatie mislukt!
pl: Instalacja nie powiodła się!
ru: Установка не выполнена.
sv: Installationen misslyckades!

source: Installation Successful!
ar: نجاح التنصيب !
ca: Instal·lació amb èxit!
cs: Instalace byla úspěšná!
de: Installation erfolgreich!
es: La instalación se ha realizado correctamente
fr: Installation terminée
hu: Sikeres telepítés!
id: Proses instalasi berhasil!
it: Installazione riuscita.
ja: インストールに成功しました。
nl: Installatie geslaagd!
pl: Instalacja powiodła się!
ru: Установка выполнена успешно.
sv: Installationen lyckades!

source: Installing
ar: جاري التنصيب
ca: Instal·lant
cs: Instaluji
de: Installation wird durchgeführt
es: Instalación
fr: Installation
hu: Telepítés
id: Menginstal
it: Installazione in corso
ja: インストール中
nl: Installeren
pl: Instaluje
ru: Установка
sv: Installerar

source: List CPU maker and type (e.g. AMD Opteron 885).
ar: قائمة بمصنعي المعالجات وأنواعها (e.g. AMD Opteron 885)
ca: Llistar el fabricant i model de la CPU (pex. AMD Opteron 885).
cs: Seznam označení a typu CPU (např. AMD Opteron 885).
de: Geben Sie CPU-Hersteller und Typ an (z. B. AMD Opteron 885).
es: Especificar tipo y fabricante de CPU (por ejemplo, AMD Opteron 885).
fr: Liste des types de CPU et fabricants (par exemple : AMD Opteron 885).
hu: Sorolja fel a CPU gyártóját és típusát (pl. AMD Opteron 885).
id: Daftar pembuat CPU dan tipenya (contoh AMD Opteron 885)
it: Elencare produttore e tipo CPU (esempio: AMD Opteron 885).
ja: CPU のメーカーとタイプ (AMD Opteron 885 など) を表示します。
nl: Noteer CPU fabrikant en type (bijv. AMD Opteron 885).
pl: Lista producentów i typów procesorów (np. AMD Opteron 885)
ru: Производитель и тип процессора (например, AMD Opteron 885).
sv: Ange processorns tillverkare och typ (till exempel AMD Opteron 885).

source: Memory
ar: ذواكر
ca: Memòria
cs: Paměť
de: Speicher
es: Memoria
fr: Mémoire
hu: Memória
id: Memori (RAM)
it: Memoria
ja: メモリー
nl: Geheugen
pl: Pamięć
ru: Память
sv: Minne

source: Misconfigured
ar: خطأ بالإعدادات
ca: Sense configurar
cs: Špatně nakonfigurován
de: Falsch konfiguriert
es: Mal configurado
fr: Configuration incorrecte
hu: Félrekonfigurált
id: Terdapat kesalahan pengaturan
it: Configurazione errata
ja: 構成が不適切
nl: Onjuist geconfigureerd
pl: Nieskonfigurowany
ru: Неправильно настроен
sv: Felkonfigurerad

source: Model:
ar: موديل:
de: Modell:
es: Modelo:
fr: Modèle :
hu: Modell:
it: Modello:
ja: モデル:
ru: Модель:
sv: Modell:

source: Name
ar: الإسم
ca: Nom
cs: Jméno
es: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
nl: Naam
pl: Imię
ru: Имя
sv: Namn
