Repository: AndWac/ddu
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fr, hu, id, it, ja, nl, pl, ru, sv

source: Name of the system or component maker such as Hewlett-Packard, Dell, or Compaq.
ar: إسم النظام أو المكونات مثل Hewlett-Packard, Dell, or Compaq.
ca: Nom del sistema o fabricant del component, com Hewlett-Packard, Dell, o Compaq.
cs: Název systému nebo komponentu jako je Hewlett-Packard, Dell nebo Compaq.
de: Name des Herstellers des Systems oder der Komponente (beispielsweise Hewlett-Packard, Dell oder Compaq).
es: Nombre del fabricante del componente o del sistema, como Hewlett-Packard, Dell o Compaq.
fr: Nom du fabricant du système ou des composants (Hewlett-Packard, Dell, Compaq, etc.).
hu: Számítógép vagy alkatrészgyártó neve mint például Hewlett-Packard, Dell, vagy Compaq.
id: Nama pembuat sistem atau komponen, seperti Hewlett-Packard, Dell, atau Compaq.
it: Nome del sistema o produttore del componente, ad esempio Hewlett-Packard, Dell o Compaq.
ja: Hewlett-Packard、Dell、Compaq など、システムまたはコンポーネントのメーカーの名前。
nl: Naam van de fabrikant van het systeem of onderdeel bijvoorbeeld Hewlett-Packard, Dell, of Compaq.
pl: Nazwa producenta systemu lub komponentu (np. Hewlett-Packard, Dell lub Compaq).
ru: Название производителя системы или компонента, например, Hewlett-Packard, Dell или Compaq.
sv: Namn på systemets eller komponentens tillverkare, som till exempel Hewlett-Packard, Dell eller Compaq.

source: Name:
ar: إسم :
ca: Nom:
cs: Jméno:
es: Nombre:
fr: Nom :
hu: Név:
id: Nama:
it: Nome:
ja: 名前:
nl: Naam:
pl: Nazwa:
ru: Имя:
sv: Namn:

source: Network
ar: شبكة
ca: Xarxa
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
nl: Netwerk
pl: Sieć
ru: Сеть
sv: Nätverk

source: No missing driver
ar: لايوجد أخطاء بالتعريف
ca: No falta cap controlador
cs: Žádný ovladač nechybí
de: Kein fehlender Treiber
es: No falta ningún controlador
fr: Aucun pilote manquant
hu: Nincs hiányzó meghajtó
id: Driver lengkap
it: Nessun driver mancante
ja: 不足しているドライバはありません。
nl: Geen ontbrekende stuurprogramma
pl: Nie ma brakujących sterowników
ru: Нет отсутствующих драйверов
sv: Ingen saknad drivrutin

source: Oracle respects your privacy. We will use your personal information for communications regarding your submission to the Oracle Solaris OS: Hardware Compatibility List. For more information see http://www.oracle.com/html/privacy.html or contact privacy_ww@oracle.com.
de: Oracle respektiert die Vertraulichkeit Ihrer Daten. Wir verwenden Ihre persönlichen Daten für die Kommunikation bezüglich der Übermittlung an die Oracle Solaris OS: Hardwarekompatibilitätsliste. Weitere Informationen hierzu finden Sie unter http://www.oracle.com/html/privacy.html, oder wenden Sie sich an privacy_ww@oracle.com.
es: Oracle respeta su confidencialidad. Utilizaremos su información personal para comunicaciones relacionadas con el envío a la lista de compatibilidad de hardware (HCL) de Oracle Solaris OS. Para obtener más información, consulte http://www.oracle.com/html/privacy.html o póngase en contacto con nosotros mediante privacy_ww@oracle.com.
fr: Oracle respecte votre vie privée. Vos informations personnelles seront utilisées dans le cadre des envois vers la liste de compatibilité matérielle. Pour en savoir plus, rendez-vous sur http://www.oracle.com/html/privacy.html ou contactez-nous à l'adresse privacy_ww@oracle.com.
it: Oracle rispetta la privacy degli utenti. Le informazioni personali verranno utilizzate per le comunicazioni relative all'invio di dati all'elenco di compatibilità hardware Oracle Solaris OS. Per ulteriori informazioni, visitare http://www.oracle.com/html/privacy.html o inviare un messaggio all'indirizzo privacy_ww@oracle.com.
ja: Oracle はお客様のプライバシーを尊重いたします。お客様の個人情報は、Oracle Solaris OS: ハードウェア互換リストへの情報送信に関わる通信用として使用されます。詳細については、http://www.oracle.com/html/privacy.html を参照するか、privacy_ww@oracle.com までご連絡ください。

source: Other
ar: أخرى
ca: Altres
cs: Jiné
de: Sonstiges
es: Otro
fr: Autre
hu: Egyéb
id: Lain
it: Altro
ja: その他
nl: Andere
pl: Inne
ru: Прочее
sv: Övrigt

source: Package:
ar: حزمة:
ca: Paquet:
cs: Balíček:
de: Paket:
es: Paquete:
hu: Csomag:
id: Paket:
it: Pacchetto:
ja: パッケージ:
nl: Pakket:
ru: Пакет:
sv: Paket:

source: Reboot your system after installing the driver if necessary
ar: إعادة تشغيل الجهاز بعد تنصيب التعريف إذا كان من الضروري
ca: Es necessari reiniciar el vostre sistema després de la instal·lació del controlador
cs: Pokud to je nezbytné, restartujte Váš systém po skončení procesu instalace ovladače
de: Ein Neustart ist eventuell nötig, nachdem der Treiber installiert wurde
es: Si es necesario, tras instalar el controlador rearranque el sistema
fr: Si nécessaire, réinitialisez le système après l'installation du pilote
hu: Amennyiben szükséges a meghajtóprogram telepítése után indítsa újra a rendszert.
id: Restart sistem anda setelah proses instalasi jka diperlukan
it: Se necessario, riavviare il sistema dopo l'installazione del driver
ja: 必要があればドライバのインストール後にシステムをリブートします
nl: Indien nodig, uw systeem herstarten nadat het stuurprogramma geinstalleerd is
ru: При необходимости перезагрузите систему после установки драйвера
sv: Starta om systemet om det behövs när drivrutinen är installerad

source: Refresh the device list and install the driver again
ar: تحديث قائمة التحهيزات وتنصيب التعريف مجددا
ca: Refresca el llistat de dispositius i instal·la el controlador
cs: Obnovte seznam zařízení a nainstalujte ovladač znovu
de: Geräteliste aktualisieren und Treiber erneut installieren
es: Actualice la lista de dispositivos y vuelva a instalar el controlador
fr: Actualiser la liste des périphériques et réinstaller le pilote
hu: Eszközlista frissítése és a meghajtó ismételt telepítése
id: Memperbarui daftar perangkat keras dan menginstal driverya lagi
it: Aggiornare l'elenco dei dispositivi e installare di nuovo il driver
ja: デバイス一覧を再表示し、ドライバを再度インストールします
nl: Vernieuw de lijst met apparaten en installeert het stuurprogramma opnieuw
pl: Odśwież listę urządzeń i zainstaluj ponownie sterownik
ru: Обновить список устройств и установить драйвер заново
sv: Uppdatera enhetslistan och installera drivrutinen igen

source: Removable Device
ca: Dispositius extraibles
cs: Odnímatelné zařízení
de: Wechseldatenträger
es: Dispositivo extraíble
fr: Périphérique amovible
hu: Eltávolítható eszköz
id: Perangkat Removable
it: Dispositivo rimovibile
ja: リムーバブルデバイス
nl: Verwijderbaar onderdeel
ru: Сменное устройство
sv: Flyttbar enhet

source: Repo not installed
ar: المستودع غير منصب
ca: Repositori no instal·lat
cs: Repozitář není nainstalovaný
de: Repository nicht installiert
es: El depósito no está instalado
fr: Référentiel non installé
hu: Telepítési forrás nincs megadva
id: Repo tidak terinstal
it: Repo non installato
ja: リポジトリがインストールされていません
nl: Repo niet installeren
ru: Хранилище не установлено
sv: Databas är inte installerad

source: Repositories manager
ar: مدير مستودعات الحزم
ca: Gestor de repositoris
cs: Správce repozitářů
de: Repositorys-Manager
es: Administrador de depósitos
fr: Gestionnaire des référentiels
hu: Telepítési forrás kezelő
id: Pengatur repositori
it: Manager dei repository
ja: リポジトリマネージャー
nl: Opslaglokaties beheerder
ru: Диспетчер хранилищ
sv: Databashanteraren

source: S_ave
ca: _Desar
cs: U_ložit
de: S_peichern
es: G_uardar
fr: _Enregistrer
hu: M_entés
id: S_impan
it: S_alva
ja: 保存(_A)
nl: O_pslaan
pl: Z_apisz
ru: _Сохранить
sv: Spa_ra

source: S_ystem Type:
ar: _نوع النظام:
ca: Tipus sistema:
cs: Typ S_ystému:
de: S_ystem Typ:
es: Tipo de _sistema:
fr: T_ype de système :
hu: R_endszer típus:
id: Tipe S_istem:
it: Tipo di s_istema:
ja: システムタイプ(_Y):
ru: _Тип системы:
sv: _Systemtyp:

source: Save...
ar: حفظ...
ca: Desar...
cs: Uložit...
de: Speichern...
es: Guardar...
fr: Enregistrer...
hu: Mentés...
id: Menyimpan...
it: Salva...
ja: 保存...
nl: Opslaan...
pl: Zapisz...
ru: Сохранить...
sv: Spara...

source: Smbios error
ar: خطأ smbios
ca: Error smbios
cs: chyba v Smbios
de: SMBIOS-Fehler
es: Error de smbios
fr: Erreur de SMBIOS
hu: SMBIOS hiba
id: Kesalahan Smbios
it: Errore SMBIOS
ja: smbios エラー
nl: Smbios fout
pl: Błąd smbios
ru: Ошибка Smbios
sv: Smbios-fel

source: Storage
ar: وحدة تخزين
ca: Emmagatzemament
cs: Paměť
de: Speicher
es: Almacenamiento
fr: Stockage
hu: Tároló
id: Penyimpanan
it: Memorizzazione
ja: ストレージ
nl: Opslagruimte
pl: Pamięć masowa
ru: Хранилище
sv: Lagring

source: Submission Successful!
ar: نجاح الإرسال !
ca: Enviament correcte!
cs: Odeslání bylo úspěšné!
de: Übermittlung erfolgreich!
es: El envío se ha realizado correctamente
fr: Envoi réussi
hu: Az adatszolgáltatás sikeres!
id: Kiriman Berhasil!
it: Invio riuscito
ja: 送信に成功しました。
nl: Indiening geslaagd!
pl: Wysyłanie powiodło się!
ru: Отправка выполнена успешно.
sv: Sändningen lyckades!

source: Submission failed
ar: فشل عملية الإرسال
ca: S'ha produït un error a l'enviar
cs: Odeslání selhalo
de: Übermittlung fehlgeschlagen
es: El envío no ha sido correcto
fr: Échec de l'envoi
hu: Sikertelen küldés
id: Kiriman gagal
it: Invio non riuscito
ja: 送信に失敗しました
nl: Indiening mislukt
pl: Wysyłanie nie powiodło się
ru: Отправка не выполнена
sv: Sändningen misslyckades

source: Submit
ar: إرسال
ca: Enviar
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
hu: Elküld
id: Kirim
it: Invia
ja: 送信
nl: Indienen
pl: Wyślij
ru: Отправить
sv: Skicka

source: Submit Error
ar: خطأ بالإرسال
ca: Enviar error
cs: Chyba při odesílání
de: Übermittlungsfehler
es: Error de envío
fr: Erreur d'envoi
hu: Küldési hiba
id: Kesalahan pengiriman
it: Invia errore
ja: 送信エラー
nl: Dien een fout in
pl: Zgłoś błąd
ru: Ошибка отправки
sv: Sändningsfel

source: Submit Information To Hardware Compatibility List
ar: إرسال المعلومات الى قائمة التجهيزات المتوافقة
ca: Enviar informació a la llista de compatibilitat de maquinari
cs: Odeslat Informace do Seznamu Hardwarové Kompatibility
de: Informationen an Hardwarekompatibilitätsliste senden
es: Enviar información a la lista de compatibilidad de hardware (HCL)
fr: Envoyer les informations vers la liste de compatibilité matérielle
hu: Információ küldése a Hardware Compatibility List-re
id: Mengirimkan informasi kepada Daftar Dukungan Perangkat Keras
it: Invia informazioni all'elenco di compatibilità hardware
ja: ハードウェア互換リストに情報を送信
nl: Stuur informatie naar de hardware compatibiliteitslijst
pl: Wyślij dane do Listy Kompatybilnych Urządzeń
ru: Отправить информацию в список совместимости аппаратного обеспечения
sv: Skicka information till HCL (listan över kompatibel maskinvara)

source: Submit information to Hardware Compatibility List
ar: أرسل المعلومات الى قائمة الأجهزة المتوافقة
ca: Enviar el llistat de compatibilitat de maquinari
cs: Odeslat informace do Seznamu Hardwarové kompatibility
de: Informationen an Hardwarekompatibilitätsliste senden
es: Enviar información a la lista de compatibilidad de hardware (HCL)
fr: Envoyer les informations vers la liste de compatibilité matérielle
hu: Információ küldése a Hardware Compatibility List-re
id: Mengirimkan informasi kepada Daftar Dukungan Perangkat Keras
it: Invia informazioni all'elenco di compatibilità hardware
ja: ハードウェア互換リストに情報を送信
nl: Dien informatie in bij de hardware comptabiliteit lijst
pl: Wyślij dane do Listy Kompatybilnych Urządzeń (HCL)
ru: Отправить информацию в список совместимости аппаратного обеспечения
sv: Skicka information till HCL (listan över kompatibel maskinvara)

source: System does not export an SMBIOS table
ar: النظام لا يمكن تصديره كجدول SMBIOS
ca: El sistema no exporta la taula SMBIOS
cs: Systém nevyexportuje tabulku SMBIOS
de: System exportiert keine SMBIOS-Tabelle
es: El sistema no exporta tablas SMBIOS
fr: Le système n'exporte pas une table SMBIOS
hu: A rendszer nem exportálja az SMBIOS táblát
id: Sistem tidak mendukung proses export sebuah tabel SMBIOS`
it: Impossibile esportare tabelle SMBIOS
ja: システムは SMBIOS テーブルをエクスポートしません
nl: Systeem exporteert geen SMBIOS tabel
pl: System nie mógł wyeksportować tablicy SMBIOS
ru: Система не экспортирует таблицу SMBIOS
sv: Systemet exporterar inte någon SMBIOS-tabell

source: Thank you for your submission.
ar: شكرا لإرسالك .
ca: Gràcies pel vostre enviament.
cs: Děkujeme Vám za odeslání.
de: Vielen Dank für die eingereichten Informationen.
es: Gracias por su envío.
fr: Merci de votre envoi.
hu: Köszönjük az adatszolgáltatását.
id: Terima kasih atas kiriman anda.
it: Grazie per aver effettuato l'inoltro dei dati.
ja: ご送信いただきありがとうございます。
nl: Bedankt voor je inzending.
pl: Dziękujemy za wysłanie.
ru: Благодарим за подачу сведений.
sv: Tack för ditt bidrag.

source: The complete model number for the system.
ar: الرقم الكامل لموديل النظام
ca: El número de model sencer del sistema.
cs: Kompletní sériové číslo systému.
de: Die vollständige Modellnummer für das System.
es: El número de modelo completo del sistema.
fr: Numéro de modèle complet du système.
hu: A számítógép teljes modell azonosítója.
id: Nomor model lengkap untuk sistem
it: Numero di modello completo del sistema.
ja: システムの完全なモデル番号。
nl: Het volledige model nummer van het systeem
pl: Kompletna nazwa modelu Twojego systemu.
ru: Полный номер модели системы.
sv: Systemets fullständiga modellnummer.

source: The driver is not in the repository
ar: التعريف ليس موجود ضمن المستودع
ca: El controlador no està al repositori
cs: Ovladač není v repozitáři
de: Der Treiber befindet sich nicht in der Datenbank.
es: El controlador no está en el depósito
fr: Le pilote n'est pas dans le référentiel
hu: A meghajtó nincs a gyűjteményben
id: Driver tidak berada didalam repository
it: Il driver non è presente nel repository
ja: ドライバがリポジトリ内に存在しません
nl: Het aansturingsprogramma is niet in het repository
pl: Sterownika nie ma w repozytorium
ru: В хранилище нет драйвера
sv: Drivrutinen finns inte i databasen

source: The driver package is empty.
ca: El paquet del controlador està buit.
cs: Balíček pro ovladač je prázdný.
de: Das Treiberpaket ist leer.
es: El paquete del controlador está vacío.
fr: Le package de pilote est vide.
hu: A meghajtó csomagja nincs megadva.
id: Paket driver kosong.
it: Il pacchetto driver è vuoto.
ja: ドライバパッケージが空です。
nl: Het driverpakket is leeg.
ru: Пакет драйвера пуст.
sv: Paketet med drivrutin.

source: The driver path is empty.
ca: La ruta del controlador està buida.
cs: Cesta k ovladači je prázdná.
de: Der Treiberpfad ist leer.
es: La ruta del controlador está vacía.
fr: Le chemin du pilote est vide.
hu: A meghajtó útvonala nincs megadva.
id: Lokasi driver kosong.
it: Il percorso del driver è vuoto.
ja: ドライバのパスが空です。
nl: Het driver-pad is leeg.
ru: Путь драйвера пуст.
sv: Ingen sökväg har angetts för drivrutinen.

source: The information will be sent back to Oracle.
ar: المعلومات سوف يعاد إرسالها لشركة Oracle
ca: La informació serà enviada a Oracle.
cs: Tyto informace budou zaslány zpět do společnosti Oracle.
de: Die Informationen werden an Oracle zurückgesendet.
es: La información se enviará a Oracle.
fr: Ces informations seront transmises à Oracle.
hu: Az információ továbbítva lesz a Oracle felé.
id: Informasi ini akan dikirim kembali kepada Oracle.
it: Tali informazioni verranno reinviate a Oracle.
ja: この情報は Oracle に送り返されます。
nl: De informatie zal worden teruggestuurd naar Oracle.
pl: Informacja zostanie wysłana z powrotem do firmy Oracle.
ru: Эта информация будет отправлена в корпорацию Oracle.
sv: Informationen kommer att skickas tillbaka till Oracle.

source: The repo name or URL is invalid.
ar: إسم المستودع او عنوانه غير فعال
ca: El nom del repositori o la URL no són vàlids.
cs: Jméno repozitáře nebo URL je neplatné
de: Der Name des Repositorys oder die URL ist ungültig.
es: El nombre o la URL del depósito no son válidos.
fr: Le nom ou l'URL du référentiel n'est pas valide.
hu: A telepítési forrás neve vagy URL-je nem megfelelő.
id: Nama repo dan URL kelihatannya tidak valid
it: Nome repo URL non valido.
ja: リポジトリ名か URL が無効です。
nl: De repo-naam of URL is ongeldig.
ru: Имя или адрес URL хранилища некорректны
sv: Databasen har ett ogiltigt namn eller en ogiltig webbadress.

source: The repository is currently unavailable
ar: المستودع غير متوفر حاليا
ca: El repositori actualment no està disponible
cs: Repozitář není právě k dispozici
de: Die Datenbank steht derzeit nicht zur Verfügung.
es: El depósito no está disponible
fr: Le référentiel n'est pas disponible pour l'instant
hu: A gyűjtemény jelenleg nem érhető el
id: Repositori sedang tidak tersedia untuk saat ini
it: Il repository non è attualmente disponibile
ja: リポジトリは現在使用できません
nl: De repository is momenteel niet beschikbaar
pl: Repozytorium jest obecnie niedostępne
ru: Хранилище недоступно
sv: Databasen är för närvarande inte tillgänglig

source: The server is currently unavailable
ar: المخدم غير متوفر حاليا
ca: El servidor actualment no està disponible
cs: Server je nyní nedostupný
de: Der Server steht derzeit nicht zur Verfügung.
es: El servidor no está disponible
fr: Le serveur n'est pas disponible pour l'instant
hu: A szerver jelenleg nem érhető el
id: Server sedang tidak bekerja untuk saat ini
it: Il server non è attualmente disponibile
ja: サーバーは現在使用できません
nl: De server is momenteel niet beschikbaar
pl: Serwer jest tymczasowo nieosiągalny
ru: Сервер недоступен
sv: Servern är för närvarande inte tillgänglig

source: Third-party
ar: غير موجودة ضمن النظام
ca: Tercers
de: Drittanbieter
es: Otro fabricante
fr: Tiers
hu: Harmadik fél
id: Pihak-ketiga
it: Terze parti
ja: 他社製
nl: Derde-partij
pl: Niezależny dostawca
ru: Сторонний
sv: Tredje part

source: Third-party driver not installed!
ar: التعريفات الغير موجودة ليست منصبة
ca: Controlador de tercers no instal·lat!
cs: Third-party ovladač není nainstalován!
de: Drittanbieter-Treiber nicht installiert!
es: No se ha instalado el controlador de otro fabricante
fr: Pilote tiers non installé
hu: Harmadik fél meghajtója nincs telepítve!
id: Driver pihak ketiga tidak terinstal
it: Driver di terze parti non installato
ja: 他社製ドライバがインストールされていません。
nl: Derde-partij stuurprogramma niet geïnstalleerd!
pl: Sterownik niezależnego dostawcy nie został zainstalowany!
ru: Драйвер стороннего производителя не установлен.
sv: Drivrutin från tredje part är inte installerad!

source: This can be used for any additional information to document how you successfully got the system or component to work with the Oracle Solaris.
ar: هذه تستخدم لأي معلومات إضافية أو مستندات تشرح كيف تم نجاح عمل النظام ومكوناته مع نظام Oracle Solaris
ca: Aquest pot ser utilitzat per qualsevol informació addicional al document com vostè tè el sistema o component per a treballar amb Oracle Solaris.
cs: Toto může být použito pro další informace v dokumentu, jak úspěšně Váš systém nebo komponent pracuje s Oracle Solarisem.
de: Im Rahmen dieser Informationen können Sie auch angeben, wie erfolgreich das System oder die Komponente mit Oracle Solaris funktioniert.
es: Se puede utilizar para agregar cualquier tipo de información adicional, a fin de documentar si ha recibido correctamente el sistema o componente para trabajar con el sistema operativo Oracle Solaris.
fr: Permet de consigner tout complément d'information sur la manière dont vous avez réussi à faire fonctionner Oracle Solaris sur le système et ses composants.
hu: Itt bármilyen további észrevételét megadhatja a számítógépe illetve alkatrésze Oracle Solaris-on való működésével kapcsolatban.
id: Hal ini bisa digunakan sebagai tambahan untuk dokumentasi tentang bagaimana anda mengatur sistem atau komponen agar bisa bekerja dengan Oracle Solaris
it: Consentono di fornire informazioni aggiuntive al fine di documentare l'integrazione del sistema o del componente con Oracle Solaris.
ja: ここには、システムやコンポーネントを Oracle Solaris で正しく動作させた方法を追加で記載できます。
nl: Dit kan gebruikt worden om eventuele aanvullende informatie te documenteren over hoe je met succes je het systeem of onderdeel aan het werk kreeg met Oracle Solaris.
pl: Użyj do zapisania dodatkowych informacji na temat stopnia w jakim Twój system lub komponent współpracują z systemem Oracle Solaris.
ru: Может использоваться для добавления в документ дополнительной информации об успешной работе системы или компонента с Oracle Solaris.
sv: Här kan du ange ytterligare information för att dokumentera hur du lyckades få systemet eller komponenten att fungera med Oracle Solaris.

source: This is often displayed in the BIOS Setup screens. It usually displays at system boot time.
ar: هذه عادة ما تظهر ضمن نافذة إعدادات BIOSوهي عادة تظهر عند إقلاع النظام
ca: Aquest és sovint mostrat a la pantalla de configuració de la BIOS. Normalment es mostra a l'arrancar el sistema.
cs: Toto je často zobrazeno v okně Nastavení BIOSu a obvykle se zobrazuje při zavádění systému.
de: Diese wird oft in den BIOS-Setup-Fenstern angezeigt. Sie erscheint normalerweise während des Systemstarts.
es: Normalmente se muestra en las pantallas de configuración del BIOS. Suele aparecer al arrancar el sistema.
fr: Ce numéro apparaît souvent sur les écrans de configuration du BIOS. Il s'affiche généralement au moment du démarrage du système.
hu: Ez gyakran a BIOS képernyőjén kerül kiírásra. Rendszerint a számítógép indulásakor.
id: Hal ini biasa ditampilkan pada layar pengaturan BIOS. Biasanya ditampilkan pada waktu booting sistem
it: Spesso viene visualizzato nelle schermate delle impostazioni del BIOS, in genere durante l'avvio del sistema.
ja: 通常はシステムブート時に表示される BIOS 設定画面に表示されます。
nl: Dit wordt vaak weergegeven in het BIOS Set-up schermen. Het wordt meestal weergegeven gedurende systeem opstart.
pl: Jest to częsty komunikat na ekranie ustawień BIOSu. Zazwyczaj wyświetlany jest podczas ładowania systemu.
ru: Эти данные часто отображаются в программе BIOS Setup. Обычно они отображаются во время загрузки системы.
sv: Visas ofta på skärmen för BIOS-inställningar och vanligtvis i samband med systemstart.

source: This window will be closed in a few seconds
ar: هذه النافذة ستغلق خلال ثواني
ca: La finestra es tancarà d'aquí a uns segons
cs: Toto okno bude zavřeno za několik vteřin
de: Dieses Fenster wird in wenigen Sekunden geschlossen.
es: Esta ventana se cerrará en pocos segundos
fr: Cette fenêtre va se fermer dans quelques secondes
hu: Ez az ablak pár másodperc múlva bezáródik
id: Jendela ini akan tertutup dalam beberapa detik
it: La finestra si chiuderà in pochi secondi
ja: このウィンドウは数秒で閉じます。
nl: Dit venster zal in enkele seconden gesloten worden
pl: Okno zostanie zamknięte w ciągu kilku sekund
ru: Это окно закроется через несколько секунд
sv: Fönstret kommer att stängas om några sekunder

source: Types
ar: أنواع
ca: Tipus
cs: Typy
de: Typen
es: Tipos
hu: Típusok
id: Jenis-jenis
it: Tipi
ja: タイプ
pl: Rodzaje
ru: Типы
sv: Typer

source: Video
ar: فيديو
ca: Vídeo
es: Vídeo
fr: Vidéo
hu: Videó
id: Gambar Bergerak (Video)
ja: ビデオ
pl: Wideo
ru: Видеоустройства

source: Your submission will now be reviewed before being posted to the Oracle Solaris HCL.
ar: عملية الإرسال سيعاد النظر بها قبل إرسالها الى Oracle Solaris HCL.
ca: El vostre enviament serà revisat abans de se publicat al HCL d'Oracle Solaris.
cs: Váš dotazník bude nejdříve ověřen, než bude zveřejněn v Oracle Solaris HCL.
de: Ihre Einsendung wird geprüft bevor sie an dieOracle Solaris HCL geschickt werden.
es: Su envío se examinará antes de publicarse en la lista de compatibilidad de hardware de Oracle Solaris.
fr: Votre envoi sera examiné avant d'être publié dans la liste de compatibilité matérielle (HCL) Oracle Solaris.
hu: Az adatszolgáltatását most megtekintheti mielőtt elküldené az Oracle Solaris HCL-re.
id: Kiriman anda akan diterima sebelum ditampilkan ke HCL Oracle Solaris.
it: I dati inoltrati saranno ora verificati prima di essere inviati all'elenco HCL Oracle Solaris.
ja: お送りいただいた内容は、確認完了後に、Oracle Solaris ハードウェア互換リストに反映します。
nl: Uw inzending zal nu worden geëvalueerd alvorens op het Oracle Solaris HCL geplaatst te worden.
ru: Поданные сведения будут рассмотрены перед их публикацией в списке HCL OpenSolairs.
sv: Ditt bidrag kommer nu att granskas innan det postas på listan Oracle Solaris HCL.
